{
  "history": {
    "chapterOne": "GS ble etablert som et familieaksjeselskap i august 1916. Grunnleggeren av bedriften var Lars Onsrud, opprinnelig fra Snertingdalen.Bedriften produserte arbeids sko pluss vanlige herre og dame sko. Bedriften hadde eget garveri (tidligere Hennigs garveri) og et lite utsalg.I perioden 1940-1954 gikk produkt sortimentet gradvis over til å bestå av ulike typer sportssko.  Spesielt kjent var bedriftens skiskomodeller.  Olympiaden i 1952 (Oslo) ble et stort gjennombrudd med Hallgeir Brenden som vant OL-gull på sko fra GS (Hoffsbakkens modell).Bedriftens eget varemerke het JETTE.Det var andregenerasjonsdriver, Odd Onsrud, som ledet bedriften inn i markedet for sportssko. Bedriften utviklet sine produkter i tett samarbeid med norske toppidrettsmenn- og kvinner. Nevnes kan f.eks: Hilmar Myhra (hoppsko), Arne Brustad (fotballsko), Olaf Hofsbakken (kombinert/langrenn).",
    "chapterTwo": "I 1955 startet en ny epoke for GS: Bedriften ble den første lisensprodusenten i verden for firmaet adidas.Samarbeidet med adidas og opparbeidelsen av dette varemerket i Norge ble en stor suksess! I samarbeid med adidas introduserte GS den første joggeskoen i Norge. Til å begynne med ble joggeskoen dårlig mottatt i Norge. Det var vanskelig å konkurrere med Vikings tøysko til 10 kroner når joggeskoen kostet 30 kroner! Nyheten vant innpass litt etter litt, og vi vet hvordan utviklingen av joggesko har vært… Produksjonen på Gjøvik omfattet også fotballsko, piggsko, hoppstøvler og skisko.GS var også ledende innen skiskoutviklingen gjennom flere tiår og var med på å lage en idrettshistorie som i dag kan gjenoppleves i bedriftens lille ”museum”. Bedriften hadde over 100 ansatte på 60 og 70 tallet.",
    "chapterThree": "Produksjonssamarbeidet med adidas varte i 30 år, og ble avsluttet 31.12.1985. Samarbeidet fortsatte imidlertid i forbindelse med utviklingen av selskapet adinor AS, hvor GS var en av aksjonærene fram til 1990. Adidas etablerer da et eget AS i Norge, men leide lokaler av GS.",
    "pointOne": "I perioden 1985 til 2007 endret bedriften seg fra å være en produksjonsbedrift til å bli en import/distribusjonsvirksomhet. I tillegg til Jette skisko ble sortimentet utvidet med flere sportsprodukter. Distribusjonen var landsdekkende, og primærmarkedet var fortsatt den norske sportsbransjen. Konseptet «Total Nordic Look» (TNL) etableres på 80-tallet, et samarbeid mellom Madshus, Swix, Norheim og GS/Jette. Bedriftene utarbeidet felles design/farger/materialer for ski, staver, bindinger, klær og skisko. Gradvis ble produksjonen av Jette skisko flyttet utenlands. All produktutvikling/design skjedde imidlertid i Norge. De siste årene av bedriftens produksjonsperiode, besto produksjonen på Gjøvik av nisjene ortopediske spesial- sko, orienterings-sko og bunadsko. De siste spesialproduserte skoene ble levert ut fra fabrikken i 2010. ",
    "pointTwo": "Ny strategibeslutning våren 2007: Fra 2008/09 ønsket GS primært å konsentrere seg om eiendomsutvikling og utleie samt finansiell virksomhet.",
    "pontThree": "I august 2016 rundet bedriften 100 år."
  },
  "about": {
    "description": "Vi har for øyeblikket ledige arealer for utleie til kontorer, lager eller annen virksomhet i Storgata 14 (Jettegården) og Sommerroveien 5 (Rambekk). Her er det gode parkeringsmuligheter! ",
    "jetteGaardAddress": "Storgata 14, 2815 Gjøvik.",
    "rambekkAddress": "Sommerrovegen 5, 2816 Gjøvik.",
    "jetteGardDescription": "Attraktive lokaler midt i hjerte av Gjøvik sentrum! 100 – 280 m2 (2. etg) og 95 m2 (3. etg). Velholdte lokaler, lyst og trivelig. Muligheter for kontorfellesskap og cellekontorer. God ventilasjon og datatilgang. P-plass, alarm og heis. Nærhet til offentlig transport.",
    "rambekkDescription": "100-1400 m2. Gode parkeringsmuligheter. Adidas sitt tidligere administrasjonsbygg. Fleksible, moderne og attraktive kontorlokaler fra 100-1400 m2 til leie! Ca. 50 parkeringsplasser. Her kan vi skreddersy et opplegg til din bedrift!"
  }
}
