{
  "history": {
    "pointOne": "AS Gjøvik Skofabrik (GS) ble etablert som et familieaksjeselskap i august 1916. Grunnleggeren av bedriften var Lars Onsrud. Bedriften produserte arbeids sko og vanlige herre/dame sko. Bedriften hadde eget garveri og et lite utsalg.",
    "pointTwo": "Fra 1940-1954 gikk produkt sortimentet gradvis over til å bestå av ulike typer sportssko. Spesielt kjent var bedriftens skiskomodeller. Olympiaden i 1952 (Oslo) ble et stort gjennombrudd med Hallgeir Brenden som vant OL-gull på sko fra GS, og som ble markedsført under eget varemerke, JETTE. Det var andregenerasjonsdriver, Odd Onsrud, som ledet bedriften inn i markedet for sportssko.",
    "pointThree": "GS utviklet sine produkter i tett samarbeid med norske toppidrettsmenn- og kvinner. Nevnes kan: Hilmar Myhra (hopp sko), Arne Brustad (fotballsko), Olaf Hofsbakken (kombinert/langrenn).",
    "pointFour": "I 1955 startet en ny epoke for GS: Bedriften ble den første lisensprodusenten i verden for firmaet adidas. Dette samarbeidet med adidas og opparbeidelsen av dette varemerket i Norge ble en stor suksess! I samarbeid med adidas introduserte GS den første joggeskoen i Norge. Til å begynne med ble joggeskoen dårlig mottatt i markedet. Det var vanskelig å konkurrere med Vikings tøysko til 10 kroner når joggeskoen kostet 30 kroner! Nyheten vant innpass litt etter litt, og vi vet hvordan utviklingen av joggesko har vært.",
    "pointFive": "Produksjonen på Gjøvik omfattet også fotballsko, piggsko, hoppstøvler og skisko.",
    "point6": "GS var ledende innen skiskoutviklingen gjennom flere tiår og var med på å lage idrettshistorie som i dag kan gjenoppleves i bedriftens museum. Bedriften hadde over 100 ansatte på 60/70 tallet.",
    "point7": "Produksjonssamarbeidet med adidas varte i 30 år, og ble avsluttet 31.12.1985. Samarbeidet fortsatte imidlertid i forbindelse med utviklingen av distribusjons selskapet adinor AS, hvor GS var en av aksjonærene fram til 1990. Adidas etablerer da et 100 % eget AS i Norge, men leide lokaler av GS.",
    "point8": "I perioden 1985 til 2007 endret GS seg fra å være en produksjonsbedrift til å bli en import/distribusjonsvirksomhet. I tillegg til Jette skisko ble sortimentet utvidet med flere sportsprodukter. Distribusjonen var landsdekkende, og primærmarkedet var fortsatt den norske sportsbransjen. Konseptet «Total Nordic Look» (TNL) etableres på 80-tallet, et samarbeid mellom Madshus, Swix, Norheim og GS/Jette. Bedriftene utarbeidet felles design/farger/materialer for ski, staver, bindinger, klær og skisko. Gradvis ble produksjonen av Jette skisko flyttet utenlands. All produktutvikling/design skjedde imidlertid i Norge. De siste årene av bedriftens produksjonsperiode, besto produksjonen på Gjøvik av nisjene ortopediske spesial- sko, orienterings-sko og bunadsko. De siste spesialproduserte skoene ble levert ut fra fabrikken i 2010.",
    "point9": "Ny strategibeslutning våren 2007: GS vil for framtida konsentrere sin virksomhet om eiendomsutvikling/utleie av egne næringsbygg og finansiell virksomhet.",
    "point10": "I august 2016 rundet bedriften 100 år",
    "point11": "GS har i dag kontor i Storgata 14 (Jettegården)."
  },
  "aboutUs": {
    "descripotion": "As Gjøvik skofabrik har ledige lokaler for deg. Vi har ledige arealer for utleie av kontorer, lager eller annen virksomhet i Storgata 14 (Jettegården) og Sommeroveien 5 (Rambekk). Vi kan samtidig tilby gode parkeringsmuligheter, også i sentrum. Dette er lyse, trivelige, moderne og fleksible lokaler."
  },
  "about": {
    "description": "Vi har for øyeblikket ledige arealer for utleie til kontorer, lager eller annen virksomhet i Storgata 14 (Jettegården) og Sommerroveien 5 (Rambekk). Her er det gode parkeringsmuligheter! ",
    "jetteGaardAddress": "Storgata 14, 2815 Gjøvik.",
    "rambekkAddress": "Sommerrovegen 5, 2816 Gjøvik.",
    "storgataAdress": "Storgata 24-26 AS",
    "jetteGardDescription": "Attraktive lokaler midt i hjerte av Gjøvik sentrum! 100 – 280 m2 (2. etg) og 95 m2 (3. etg). Velholdte lokaler, lyst og trivelig. Muligheter for kontorfellesskap og cellekontorer. God ventilasjon og datatilgang. P-plass, alarm og heis. Nærhet til offentlig transport.",
    "jetteGaardenImageText": "Attraktive lokaler midt i hjerte av Gjøvik sentrum! 100 – 280 m2 (2. etg) og 95 m2 (3. etg). Velholdte lokaler, lyst og trivelig.",
    "rambekkDescription": "Dette næringsbygget ligger sentralt til på Rambekk næringsområde, med tilgang til buss rett ved eiendommen i Østre Totenveg. Stor p-plass med plass til ca. 50 biler. Ledige arealer: 100 – 1400 m2 fleksible, moderne og attraktive arealer er ledig for utleie. Arealene kan brukes til kontor, møtevirksomhet, call-senter, undervisning, utstilling m.m. Her kan vi skreddersy et tilpasset opplegg for din bedrift og deres behov!",
    "rambekkDescriptionFrontPage": "Dette næringsbygget ligger sentralt til på Rambekk næringsområde, med tilgang til buss rett ved eiendommen i Østre Totenveg. Stor p-plass med plass til ca. 50 biler.",
    "storgataDescription": " Sammen med Betonmast Eiendom AS og GOBB (Gjøvik og Omegn Boligbyggelag) har AS Gjøvik Skofabrik inngått en intensjonsavtale om utvikling av Storgata 24-26. Tomta øverst i Storgata på Gjøvik har et stort potensial for parkering, næringsarealer og bolig. Det er også planer om et nytt idrettsmuseum hvor Gjøvik Skofabrik kan presentere produkter, maskiner, bilder m.m. som viser idrettshistorie fra ca. 1940 og fram til 1990/2000 tallet.",
    "storgataImageText": "Storgata 24-26 AS driver utleie av p-plasser øverst i Storgata på Gjøvik. Det er forretningsvirksomhet i butikklokalene mot Storgata. Storgata 24-26 AS eies 100% av AS Gjøvik Skofabrik."
  }
}
